Repository: realM1lF/wordpress-agent
Catalog: .build/levi-agent/languages/levi-agent-*.po
Languages: de_de

source: Levi AI Agent
de_de: Levi KI-Agent

source: Levi AI
de_de: Levi KI

source: General
de_de: Allgemein

source: AI Provider
de_de: KI-Anbieter

source: Memory
de_de: Speicher

source: Safety
de_de: Sicherheit

source: Advanced
de_de: Erweitert

source: Connected
de_de: Verbunden

source: Not Connected
de_de: Nicht verbunden

source: Save Settings
de_de: Einstellungen speichern

source: Settings saved successfully
de_de: Einstellungen wurden gespeichert

source: Welcome to Levi
de_de: Willkommen bei Levi

source: Your AI-powered WordPress assistant. Configure the basic settings below.
de_de: Dein KI-Assistent für WordPress. Konfiguriere die Grundeinstellungen unten.

source: Quick Start
de_de: Schnellstart

source: Levi is ready to help you manage your WordPress site. Open the chat widget in the bottom right corner to get started.
de_de: Levi hilft dir bei der Verwaltung deiner WordPress-Seite. Öffne das Chat-Widget unten rechts.

source: Open Chat
de_de: Chat öffnen

source: Connection Status
de_de: Verbindungsstatus

source: Provider
de_de: Anbieter

source: Model
de_de: Modell

source: Setup Required
de_de: Einrichtung nötig

source: Configure Now
de_de: Jetzt einrichten

source: Memory Stats
de_de: Speicher-Statistik

source: Identity
de_de: Identität

source: Reference
de_de: Referenz

source: Episodic
de_de: Episodisch

source: Last Run
de_de: Letzter Lauf

source: Not run yet
de_de: Noch nicht ausgeführt

source: Unchanged
de_de: Unverändert

source: Updated and stored
de_de: Aktualisiert und gespeichert

source: Error
de_de: Fehler

source: Hint: The daily snapshot indexes your WordPress state (plugins, themes, config) so Levi can answer questions about your site. Run manually here or wait for the scheduled task.
de_de: Hinweis: Der tägliche Snapshot indiziert den WordPress-Zustand (Plugins, Themes, Konfiguration), damit Levi Fragen zu deiner Seite beantworten kann. Hier manuell ausführen oder auf den geplanten Lauf warten.

source: Run Now
de_de: Jetzt ausführen

source: AI Provider Configuration
de_de: KI-Anbieter einrichten

source: Choose your AI provider and configure authentication.
de_de: Wähle einen KI-Anbieter und konfiguriere die Anmeldung.

source: Authentication
de_de: Anmeldung

source: Auth Method
de_de: Anmeldemethode

source: API Key
de_de: API-Schlüssel

source: Configured
de_de: Eingerichtet

source: API key is saved. Enter a new key to replace it.
de_de: API-Schlüssel ist gespeichert. Neuen Schlüssel eingeben zum Ersetzen.

source: Enter your API key from the provider.
de_de: API-Schlüssel vom Anbieter eingeben.

source: Hint: The API key is stored in the database and never sent to third parties except the chosen provider (OpenRouter, OpenAI, or Anthropic). You can also set it via .env (OPEN_ROUTER_API_KEY, OPENAI_API_KEY, ANTHROPIC_API_KEY).
de_de: Hinweis: Der API-Schlüssel wird in der Datenbank gespeichert und nur an den gewählten Anbieter (OpenRouter, OpenAI oder Anthropic) gesendet. Du kannst ihn auch per .env setzen (OPEN_ROUTER_API_KEY, OPENAI_API_KEY, ANTHROPIC_API_KEY).

source: Test Connection
de_de: Verbindung testen

source: Select the AI model for chat responses.
de_de: KI-Modell für Chat-Antworten wählen.

source: Hint: More capable models (e.g. GPT-4o, Claude) cost more per request. Start with a free or cheaper model for testing.
de_de: Hinweis: Stärkere Modelle (z. B. GPT-4o, Claude) kosten mehr pro Anfrage. Zum Testen zuerst ein kostenloses oder günstiges Modell wählen.

source: Memory Configuration
de_de: Speicher-Konfiguration

source: Configure how Levi remembers and retrieves information.
de_de: Steuere, wie Levi sich Informationen merkt und abruft.

source: Vector Memory
de_de: Vektor-Speicher

source: Control how many memories are retrieved for each query type.
de_de: Anzahl der abgerufenen Erinnerungen pro Abfragetyp.

source: Identity Memories
de_de: Identitäts-Erinnerungen

source: Reference Memories
de_de: Referenz-Erinnerungen

source: Episodic Memories
de_de: Episodische Erinnerungen

source: Min Similarity
de_de: Min. Ähnlichkeit

source: Memory Management
de_de: Speicher-Verwaltung

source: Memory files have changed!
de_de: Speicher-Dateien haben sich geändert!

source: Identity:
de_de: Identität:

source: Reference:
de_de: Referenz:

source: Reload All Memories
de_de: Alle Erinnerungen neu laden

source: Reloads all .md files from identity/ and memories/ folders into the vector database.
de_de: Lädt alle .md-Dateien aus identity/ und memories/ in die Vektor-Datenbank.

source: Hint: After changing or adding .md files in the plugin's identity/ or memories/ folders, click "Reload All Memories" so Levi can use the new content.
de_de: Hinweis: Nach Änderung oder neuen .md-Dateien in identity/ oder memories/ auf "Alle Erinnerungen neu laden" klicken, damit Levi den neuen Inhalt nutzt.

source: Safety & Limits
de_de: Sicherheit & Limits

source: Configure safety measures and usage limits.
de_de: Sicherheit und Nutzungslimits einstellen.

source: Rate Limiting
de_de: Ratenbegrenzung

source: Requests per Hour
de_de: Anfragen pro Stunde

source: Maximum API requests per user per hour to control costs.
de_de: Max. API-Anfragen pro Nutzer und Stunde zur Kostenkontrolle.

source: Hint: Lower values reduce API costs; increase if multiple editors use Levi frequently.
de_de: Hinweis: Niedrigere Werte senken die API-Kosten; erhöhen, wenn mehrere Redakteure Levi oft nutzen.

source: Confirmation Requirements
de_de: Bestätigungen

source: Require confirmation for destructive actions
de_de: Bestätigung für zerstörende Aktionen verlangen

source: Force exhaustive content analysis
de_de: Ausführliche Inhaltsanalyse erzwingen

source: Tool Execution
de_de: Werkzeug-Ausführung

source: Max Tool Iterations
de_de: Max. Werkzeug-Durchläufe

source: Maximum consecutive tool rounds per request.
de_de: Max. aufeinanderfolgende Werkzeug-Runden pro Anfrage.

source: Conversation Context
de_de: Gesprächskontext

source: History Messages
de_de: Verlauf-Nachrichten

source: Number of previous messages sent as context.
de_de: Anzahl der als Kontext mitgesendeten vorherigen Nachrichten.

source: Advanced configuration and maintenance tools.
de_de: Erweiterte Konfiguration und Wartung.

source: Database
de_de: Datenbank

source: Repair and maintain database tables.
de_de: Datenbanktabellen reparieren und warten.

source: Hint: Use this if conversations or settings behave incorrectly. It recreates Levi's database tables without deleting existing data.
de_de: Hinweis: Nutzen, wenn Chat oder Einstellungen fehlerhaft sind. Erstellt Levis Tabellen neu, ohne bestehende Daten zu löschen.

source: Repair Tables
de_de: Tabellen reparieren

source: API Key (Pay-as-you-go)
de_de: API-Schlüssel (Pay-as-you-go)

source: Subscription Token (sk-ant-oat-*)
de_de: Abonnement-Token (sk-ant-oat-*)

source: Login via OpenRouter (OAuth, coming soon)
de_de: Anmeldung über OpenRouter (OAuth, in Kürze)

source: Database tables created successfully.
de_de: Datenbanktabellen wurden erfolgreich erstellt.

source: Testing…
de_de: Teste…

source: Connection error
de_de: Verbindungsfehler

source: Failed
de_de: Fehlgeschlagen

source: Reload all memories? This may take a moment.
de_de: Alle Erinnerungen neu laden? Kann einen Moment dauern.

source: Reloading…
de_de: Lade neu…

source: Reloaded:
de_de: Neu geladen:

source: identity
de_de: Identität

source: reference
de_de: Referenz

source: files
de_de: Dateien

source: Done
de_de: Fertig

source: Repairing…
de_de: Repariere…

source: Saving…
de_de: Speichern…
